/* No comment provided by engineer. */
"%@\nOpen = %.2f\nClose = %.2f\nLow = %.2f\nHigh = %.2f" = "%1$@\nOpen = %2$.2f\nClose = %3$.2f\nLow = %4$.2f\nHigh = %5$.2f";

/* No comment provided by engineer. */
"%@\nValue = %.2f\nYear = %@" = "%1$@\nValue = %2$.2f\nYear = %3$@";

/* No comment provided by engineer. */
"%@\nX = %.2f\nY = %.2f" = "%1$@\nX = %2$.2f\nY = %3$.2f";

/* No comment provided by engineer. */
"%@\nX = %.2f\nY = %.2f\nZ = %.2f" = "%1$@\nX = %2$.2f\nY = %3$.2f\nZ = %4$.2f";

/* No comment provided by engineer. */
"%@\nYear = %@\nValue = %.2f" = "%1$@\nYear = %2$@\nValue = %3$.2f";

/* No comment provided by engineer. */
"Absolute" = "Absolute";

/* No comment provided by engineer. */
"Additive" = "Additive";

/* No comment provided by engineer. */
"All series" = "All series";

/* No comment provided by engineer. */
"Alpha" = "Alpha";

/* No comment provided by engineer. */
"Animate" = "Animate";

/* No comment provided by engineer. */
"Area" = "Area";

/* No comment provided by engineer. */
"Bar" = "Bar";

/* No comment provided by engineer. */
"Bar cylinder" = "Bar cylinder";

/* No comment provided by engineer. */
"Beta" = "Beta";

/* No comment provided by engineer. */
"Bubble" = "Bubble";

/* No comment provided by engineer. */
"Candlestick" = "Candlestick";

/* No comment provided by engineer. */
"Caption" = "Caption";

/* No comment provided by engineer. */
"Color scheme" = "Color scheme";

/* No comment provided by engineer. */
"Column" = "Column";

/* No comment provided by engineer. */
"Column cylinder" = "Column cylinder";

/* No comment provided by engineer. */
"Dark colors" = "Dark colors";

/* No comment provided by engineer. */
"Data" = "Data";

/* No comment provided by engineer. */
"Delta" = "Delta";

/* No comment provided by engineer. */
"Doughnut" = "Doughnut";

/* No comment provided by engineer. */
"Elements" = "Elements";

/* No comment provided by engineer. */
"Function 1" = "Function 1";

/* No comment provided by engineer. */
"Function 2" = "Function 2";

/* No comment provided by engineer. */
"Function 3" = "Function 3";

/* No comment provided by engineer. */
"Function 4" = "Function 4";

/* No comment provided by engineer. */
"Function 5" = "Function 5";

/* No comment provided by engineer. */
"Function 6" = "Function 6";

/* No comment provided by engineer. */
"Function type" = "Function type";

/* No comment provided by engineer. */
"Gamma" = "Gamma";

/* No comment provided by engineer. */
"Layout" = "Layout";

/* No comment provided by engineer. */
"Legend" = "Legend";

/* No comment provided by engineer. */
"Light colors" = "Light colors";

/* No comment provided by engineer. */
"Line" = "Line";

/* No comment provided by engineer. */
"NChart3D" = "NChart3D";

/* No comment provided by engineer. */
"Number of series" = "Number of series";

/* No comment provided by engineer. */
"Number of years" = "Number of years";

/* No comment provided by engineer. */
"Percent" = "Percent";

/* No comment provided by engineer. */
"Pie" = "Pie";

/* No comment provided by engineer. */
"Reset" = "Reset";

/* No comment provided by engineer. */
"Ribbon" = "Ribbon";

/* No comment provided by engineer. */
"Series %d" = "Series %d";

/* No comment provided by engineer. */
"Settings" = "Settings";

/* No comment provided by engineer. */
"Show border" = "Border";

/* No comment provided by engineer. */
"Simple colors" = "Simple colors";

/* No comment provided by engineer. */
"Surface" = "Surface";

/* No comment provided by engineer. */
"Type 2D" = "2D";

/* No comment provided by engineer. */
"Type 3D" = "3D";

/* No comment provided by engineer. */
"Type for 2D" = "Type for 2D";

/* No comment provided by engineer. */
"Type for 3D" = "Type for 3D";

/* No comment provided by engineer. */
"Value axis type" = "Value axis type";

/* No comment provided by engineer. */
"X-Axis" = "X-Axis";

/* No comment provided by engineer. */
"Y-Axis" = "Y-Axis";

/* No comment provided by engineer. */
"Z-Axis" = "Z-Axis";

"Information" = "Information";

"Info" = "This application demonstrates main features of charting engine.";

"Close" = "Close";

"www.nchart3d.com" = "NChart3D.com";

"About" = "About";

"OHLC" = "OHLC";

"Band" = "Band";

"Sequence" = "Sequence";

"%@\nLow = %.2f\nHigh = %.2f" = "%@\nLow = %.2f\nHigh = %.2f";

"%@\nOpen = %.2f\nClose = %.2f" = "%@\nOpen = %.2f\nClose = %.2f";

"Show labels" = "Show labels";

"Chart" = "Chart";

"Step line" = "Step line";

"Scatter" = "Scatter";

"Show markers" = "Show markers";

"Disable tooltips" = "Disable tooltips";

"Microphone spectrum" = "Microphone spectrum";

"Microphone spectrum <not working>" = "Microphone spectrum <not working>";

"Charts" = "Charts";

"Chart type" = "Chart type";

"Effects" = "Effects";

"Pie rotation" = "Pie rotation";

"Multichart" = "Multichart";

"Area 2D" = "Area 2D";

"Area 3D" = "Area 3D";

"Discrete surface" = "Column 3D";

"Slice" = "Slice";

"Smooth" = "Smooth";

"Amount" = "Volume";

"Time" = "Time";

"Hz" = "Frequency (Hz)";

"Dimensions" = "Dimensions";

"Multichart, tap point to see animation" = "Multichart, tap point to see animation";

"Rotation of pie, tap play to see animation" = "Rotation of pie, tap play to see animation";

"Select chart type" = "Select chart type";

"Select chart effect" = "Select chart effect";

"Streaming" = "Streaming";

"Animations" = "Animation";

"Chart effect" = "Chart effect";

"Resolution" = "Resolution";

"Image" = "Image";
